const firstAid = [
    {
        id:1.1,
        note: 'Помощ при инсулт',
        step1: '1. Обадете се незабавно на 112',
        step2: '2. Поставете пострадалия в полуседнало положение',
        step3: '3. Успокойте пострадалия щато проверявате периодично дали е в съзнание и дали диша',
        step4: '4. Ако дишането и сърдечната дейност спрат, незабавно започнете кардио-пулмонална реанимация'
    },

    {
        id:1.2,
        note: 'Помощ при инфаркт',
        step1: '1. При съмнения за инфаркт се обадете незабавно на телефон 112',
        step2: '2. Поставете пострадалия в полуседнало / полулегнало положение и го завийте',
        step3: '3. Дайте на пострадалия таблетка аспирин и нитрад през устата. Например нитроглицерин през езика.',
        step4: '4. Следете основните жизнени показатели: съзнание, дишане и пулс. При спиране на дишнето и кръвообръщението започнете кардио-пулмонална реанимация.'
    },

    {
        id:2.1,
        note: 'Помощ при рани',
        step1: '1. Сложете си ръкавици, за да избегнете контакт с кръвта на пострадалия',
        step2: '2. Ако раната не кърви силно, изплакнете я със студена вода.',
        step3: '3. След изплакването, подсушете участъка около раната, но не докосвайте самата наранена повърхност. Покрйте раната със стерилна марля или чиста кърпа.',
        step4: '4. Ако раната все още кърви, спрете кръвотечението с помощта на притискащ апревръзка.'
    },

    {
        id:2.2,
        note: 'Нараняване на главата',
        step1: '1. Ако пострадалия няма кръвоточение от главата, оставете го да седне.',
        step2: '2. Дайте му нещо студено, което да сложи на нараненото място. Ако е лед, предварително го увийте в кърпа.',
        step3: '3. Следете състоянието на пострадалия. Той трябва да остане седнал, докато не се почувства съвсем добре.',
        step4: '4. Задавайте въпросите на пострадалия и следете дали ще отговори на тях. Попйтайте го дали изпитва болка.',
        step5: '5. Ако пострадалия не реагира адекватно, обадете се незабавно на телефон 112.'
    },

    {
        id:2.3,
        note: 'Травма на гръбнака',
        step1: '1. Обадете се незабавно на телефон 112.',
        step2: '2. Поставете пострадалия на твърдо като сте много внимателни.',
        step3: '3. Успокойте пострадалия и го посъветвайте да не се движи.',
        step4: '4. Обездвижете главата с подръчни средства като одеяла, чанти или възглавници.',
        step5: '5. Ако пострадалия изпадне в безсъзнание, поставете го в странично положение много внимателно.'
    },

    {
        id:2.4,
        note: 'Счупване на горен крайник',
        step1: '1. Обадете се незабавно на телефон 112.',
        step2: '2. Не движете засегната ръка. Поставаете студен компрес върху счупването.',
        step3: '3. Обездвижете счупената ръка с помощта на две триъгълни кърпи.',
        step4: '4. Фиксирайте с триъгълна кърпа, сгъната на широка лента'    
    },

    {
        id:2.5,
        note: 'Счупване на долен крайник',
        step1: '1. Не движете излишно наранения крак.',
        step2: '2. Разхлабете стегнатите дрехи и развържете обувките, като не ги събувате.',
        step3: '3. Обездвижете крака. Възможен начин да направите това е да фиксирате счупения крак за здравия с мека вложка между тях. При обездвиждане винаги обхващайте 2 съседни стави. Не се опитвайте да намествате счупения крайник.',
    },

    {
        id: 3,
        note: 'Раждане',
        step1: '1. Поставете родилката в легнало положение.',
        step2: '2. Повдигнете главата и раменете с възглавници, одеяла или навити дрехи. Постелете чисти кърпи или чаршафи под тялото на бременната.',
        step3: '3. Закарайте родилката до болнично заведение. В противен случай повикайте по най-бързия начин акушерка или "Спешна медицинска помощ".',
    },

    {
        id: 4,
        note: 'Детска болест',
        step1: '1. .',
        step2: '2. Повдигнете главата и раменете с възглавници, одеяла или навити дрехи. Постелете чисти кърпи или чаршафи под тялото на бременната.',
        step3: '3. Закарайте родилката до болнично заведение. В противен случай повикайте по най-бързия начин акушерка или "Спешна медицинска помощ".',
    },

    {
        id:5,
        note: 'ВНИМАНИЕ! Преди да престите пострадалия, първо се уверете, че няма травми на гръбначния стълб!' ,
        step1: '1. Обадете се незабавно на 112',
        step2: '2. Калинечете отстрани на пострадалия и се уверете, че двата му крака са успередни един с друг.',
        step3: '3. Поставете близката му към Вас ръка под прав ъгъл спрямо тялото му със сгънат под прав ъгъл лям лакът, като дланта е обърната нагоре.',
        step4: '4. Сгънете срещуположния на Вас крак като придържате ходилото опряно в земята.',
        step5: '5. Поставете другата ръка на подстрадалия пред гърдите му и долепете горната част на дланта плътно до близката до Вас негова буза.',
        step6: '6. Като държите пострадалия за тази ръка и за ханша, внимателно го преобърнете към Вас като не забравяте да придвижите главата назад в посока към тила, за да осигурите проходимост на дихателните пътища.',
        step7: '7. Нагласете горестоящия му крак така, че в таза и в коляното да се образуват прави ъгли.',
        step8: '8. Завийте пострадалия.'

    },
]

export default {firstAid};