const hospitals = [
    {
        id: 1,
        name: 'МБАЛ "Света Анна',
        latitude: '42.66031653668624',
        longitude: '23.372026668408687',
        event: 'нараняване'
    },

    {
        id: 2,
        name: 'МБАЛ "Царица Йоанна" (ИСУЛ)',
        latitude: '42.70075393951716',
        longitude: '23.3395660893195'
    },

    {
        id: 3,
        name: 'МБАЛСМ "Николай И. Пирогов',
        latitude: '42.69032852744321',
        longitude: '23.307414368409702'
    },

    {
        id: 4,
        name: 'Аджибадем Сити Клиник УМБАЛ ',
        latitude: '42.65128912164673',
        longitude: '23.315245125753542'    
    },

    {
        id: 5,
        name: 'Аджибадем Сити Клиник УМБАЛ Токуда',
        latitude: '42.665080586666974',
        longitude: '23.324922267396456'
    },

    {
        id: 6,
        name: 'УМБАЛ „Св. Екатерина“',
        latitude: '42.684973069734156',
        longitude: '23.31233742506975'
    }
]

export { hospitals };